Repository: suelen-vicente/foodwise
Catalog: frontend/iOS/Foodrama/Foodrama/Supporting Files/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add
pt_br: Adicionar

source: Edit
pt_br: Editar

source: This is an easy recipe for lazy weekdays with the advantage of making enough for several days.
pt_br: Essa é uma receita fácil para dias de semana preguiçosos com a vantagem de render para vários dias.

source: Ingredients
pt_br: Ingredientes

source: Menu Calendar - Comming Soon!
pt_br: Calendário - Disponível em Breve!

source: My Fridge
pt_br: Minha Geladeira

source: Portions: %lld
pt_br: Porções %lld

source: Price: %@
pt_br: Preço %@

source: Recipes
pt_br: Receitas

# Settgings
source: Settings
pt_br: Configurações

source: Settings View - Comming Soon!
pt_br: Configurações - Disponível em Breve!

source: Shopping List
pt_br: Lista de Compras

source: Shopping List - Comming Soon
pt_br: Listas de Compras - Disponível em Breve

source: You didn't add any ingredients here yet. Let's do this!
pt_br: Você ainda não adicionou nenhum ingrediente. Vamos lá!

source: You have all the ingredients in your fridge!
pt_br: Você tem todos os ingredientes na sua geladeira!
